[{"security":"Internet Initiative Japan, Inc.","summary":"sit amet justo morbi ut odio cras mi pede malesuada in"},
{"security":"BB&T Corporation","summary":"donec ut dolor morbi vel lectus in quam fringilla rhoncus"},
{"security":"PHI, Inc.","summary":"rutrum at lorem integer tincidunt ante vel ipsum praesent blandit"},
{"security":"Intercept Pharmaceuticals, Inc.","summary":"in eleifend quam a odio in hac habitasse platea dictumst maecenas"},
{"security":"China Online Education Group","summary":"quis turpis sed ante vivamus tortor duis mattis egestas metus aenean fermentum donec"},
{"security":"YuMe, Inc.","summary":"vestibulum eget vulputate ut ultrices vel augue vestibulum ante ipsum primis in faucibus orci luctus et"},
{"security":"J.M. Smucker Company (The)","summary":"ut tellus nulla ut erat id mauris vulputate elementum nullam varius nulla facilisi"},
{"security":"Grupo Televisa S.A.","summary":"integer tincidunt ante vel ipsum praesent blandit lacinia erat vestibulum sed magna at nunc commodo placerat praesent"},
{"security":"First Trust Multi-Asset Diversified Income Index Fund","summary":"in hac habitasse platea dictumst etiam faucibus cursus urna ut tellus nulla ut erat id"},
{"security":"AllianzGI Equity & Convertible Income Fund","summary":"neque libero convallis eget eleifend luctus ultricies eu nibh quisque id justo sit"},
{"security":"Investment Technology Group, Inc.","summary":"ac nulla sed vel enim sit amet nunc viverra dapibus"},
{"security":"Achillion Pharmaceuticals, Inc.","summary":"morbi porttitor lorem id ligula suspendisse ornare consequat lectus in est risus auctor sed tristique in"},
{"security":"Interpublic Group of Companies, Inc. (The)","summary":"eget eleifend luctus ultricies eu nibh quisque id justo sit amet sapien dignissim vestibulum vestibulum ante ipsum primis in faucibus"},
{"security":"Fitbit, Inc.","summary":"proin eu mi nulla ac enim in tempor turpis nec euismod scelerisque quam turpis adipiscing lorem vitae mattis nibh"},
{"security":"Avista Healthcare Public Acquisition Corp.","summary":"tortor duis mattis egestas metus aenean fermentum donec ut mauris"},
{"security":"Landauer, Inc.","summary":"morbi a ipsum integer a nibh in quis justo maecenas rhoncus aliquam"},
{"security":"MyoKardia, Inc.","summary":"pede malesuada in imperdiet et commodo vulputate justo in blandit ultrices enim lorem"},
{"security":"China Eastern Airlines Corporation Ltd.","summary":"diam in magna bibendum imperdiet nullam orci pede venenatis non sodales sed tincidunt eu felis fusce posuere felis sed"},
{"security":"Visteon Corporation","summary":"proin at turpis a pede posuere nonummy integer non velit donec diam"},
{"security":"Great Ajax Corp.","summary":"integer ac neque duis bibendum morbi non quam nec dui luctus"},
{"security":"Malvern Bancorp, Inc.","summary":"lacinia sapien quis libero nullam sit amet turpis elementum ligula"},
{"security":"Grupo Supervielle S.A.","summary":"montes nascetur ridiculus mus vivamus vestibulum sagittis sapien cum sociis"},
{"security":"Equity Residential","summary":"consectetuer adipiscing elit proin risus praesent lectus vestibulum quam sapien varius ut blandit non interdum in"},
{"security":"Genie Energy Ltd.","summary":"aliquet maecenas leo odio condimentum id luctus nec molestie sed justo pellentesque viverra pede ac diam cras pellentesque volutpat"},
{"security":"Vanguard Intermediate -Term Government Bond ETF","summary":"curae nulla dapibus dolor vel est donec odio justo sollicitudin ut suscipit a feugiat"}]